Repository: CofficLab/Lumi
Catalog: Plugins/InputPlugin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Add New Rule
zh_hans: 新建规则
zh_hk: 新建規則

source: Add apps and corresponding input sources to automatically switch input methods when switching apps
zh_hans: 添加应用和对应的输入源，切换应用时自动切换输入法
zh_hk: 添加應用和對應的輸入源，切換應用時自動切換輸入法

source: Application
zh_hans: 应用
zh_hk: 應用

source: Automatically switch input sources per application.
zh_hans: 按应用自动切换输入源。
zh_hk: 按應用自動切換輸入源。

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Enable Auto Input Source Switching
zh_hans: 启用自动输入源切换
zh_hk: 啟用自動輸入源切換

source: Input Manager
zh_hans: 输入管理器
zh_hk: 輸入管理器

source: Input Source
zh_hans: 输入源
zh_hk: 輸入源

source: No input source switching rules
zh_hans: 暂无输入源切换规则
zh_hk: 暫無輸入源切換規則

source: Rules
zh_hans: 规则
zh_hk: 規則

source: Select Application
zh_hans: 选择应用
zh_hk: 選擇應用

source: Select Input Source
zh_hans: 选择输入源
zh_hk: 選擇輸入源
